export default {
  projections: {
    СоставЗаписиE: {
      услуга: {
        __caption__: 'Услуга',
        наименование: {
          __caption__: 'Наименование'
        },
        цена: {
          __caption__: 'Цена'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    услуга: {
      __caption__: 'Услуга'
    },
    запись: {
      __caption__: 'запись'
    }
  }
};
