export default {
  projections: {
    РегистЗаписиE: {
      кодЗаписи: {
        __caption__: 'Код записи'
      },
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      кодЗаказа: {
        __caption__: 'Код заказа'
      }
    },
    РегистЗаписиL: {
      кодЗаписи: {
        __caption__: 'Код записи'
      },
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      кодЗаказа: {
        __caption__: 'Код заказа'
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    дата: {
      __caption__: 'Дата'
    },
    кодЗаписи: {
      __caption__: 'Код записи'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    кодЗаказа: {
      __caption__: 'Код заказа'
    }
  }
};
