export default {
  projections: {
    АвтомобильE: {
      госНомер: {
        __caption__: 'Гос номер'
      },
      цвет: {
        __caption__: 'Цвет'
      },
      типАвтомобиля: {
        __caption__: 'Тип автомобиля'
      },
      марка: {
        __caption__: 'Марка',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    госНомер: {
      __caption__: 'Гос номер'
    },
    типАвтомобиля: {
      __caption__: 'Тип автомобиля'
    },
    цвет: {
      __caption__: 'Цвет'
    },
    марка: {
      __caption__: 'Марка'
    },
    клиент: {
      __caption__: 'клиент'
    }
  }
};
