export default {
  projections: {
    ЗаписьE: {
      кодЗаписи: {
        __caption__: 'Код записи'
      },
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      комментарий: {
        __caption__: 'Комментарий'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      клиент: {
        __caption__: 'Клиент',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      бокс: {
        __caption__: 'Бокс',
        номерБокса: {
          __caption__: 'Номер бокса'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      составЗаписи: {
        __caption__: 'Состав записи',
        услуга: {
          __caption__: 'Услуга',
          наименование: {
            __caption__: 'Наименование'
          },
          цена: {
            __caption__: 'Цена'
          }
        },
        сотрудники: {
          __caption__: 'Сотрудники',
          фамилия: {
            __caption__: 'Фамилия'
          }
        }
      },
      кодЗаказа: {
        __caption__: 'Код заказа'
      }
    },
    ЗаписьL: {
      кодЗаписи: {
        __caption__: 'Код записи'
      },
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      комментарий: {
        __caption__: 'Комментарий'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      клиент: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      бокс: {
        __caption__: 'Номер бокса',
        номерБокса: {
          __caption__: 'Номер бокса'
        }
      },
      сотрудники: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      кодЗаказа: {
        __caption__: 'Код заказа'
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    дата: {
      __caption__: 'Дата'
    },
    кодЗаписи: {
      __caption__: 'Код записи'
    },
    комментарий: {
      __caption__: 'Комментарий'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    бокс: {
      __caption__: 'Бокс'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    составЗаписи: {
      __caption__: 'Состав записи'
    }
  }
};
