export default {
  projections: {
    МатериалыE: {
      кодМатериала: {
        __caption__: 'Код материала'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      производитель: {
        __caption__: 'Производитель',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      кодДетали: {
        __caption__: 'Код детали'
      }
    },
    МатериалыL: {
      кодМатериала: {
        __caption__: 'Код материала'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      производитель: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      кодДетали: {
        __caption__: 'Код детали'
      }
    }
  },
  validations: {
    кодМатериала: {
      __caption__: 'Код материала'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    производитель: {
      __caption__: 'Производитель'
    },
    кодДетали: {
      __caption__: 'Код детали'
    }
  }
};
